research/visualization_methods/outputs/Predicting Bike Rental Demand__example_model/example_model.dot
digraph G {
  "NormalMeanPrecision" [label="NormalMeanPrecision"];
  "h" [label="h"];
  "x" [label="x"];
  "y" [label="y"];
  "NormalMeanPrecision" -> "h";
  "NormalMeanPrecision" -> "x";
  "NormalMeanPrecision" -> "y";
  "h" -> "x";
  "x" -> "y";
}
