research/visualization_methods/outputs/Predicting Bike Rental Demand__example_model/example_model.mmd
graph TD
  NormalMeanPrecision["NormalMeanPrecision"]
  h["h"]
  x["x"]
  y["y"]
  NormalMeanPrecision --> h
  NormalMeanPrecision --> x
  NormalMeanPrecision --> y
  h --> x
  x --> y
